Revit 2020 API
CustomExporter.Export Method
Overload List
Name | Description
Export(IList<ElementId>)
 Exports a collection of 3D or 2D views
Export(View)
 Exports one 3D or 2D view
Export(View3D) |  Obsolete.
 Exports one 3D view
See Also
CustomExporter Class
CustomExporter Members
Autodesk.Revit.DB Namespace